{
  "WorkshopId": 3032410975,
  "Title": "Choose Your Fighter",
  "Description": "[h1][i]Choose Your Fighter![/i][/h1]\n\n[i]Choose Your Fighter[/i] allows you to customize your character's model before and throughout a game.\n\nCharacter model is purely cosmetic and has no impact on the game itself. You can find the character model selection menu after the \"choose starting location\" window.\n\n[b]Features:[/b]\n[list]\n[*] Choose the tile for your character from all of the tiles used by the various castes, callings, and presets available during character creation. Or, change your character's appearance at your local gutsmonger.\n[*] Choose a model from an existing creature or item to use for your player. Play as a crab! A chair! A sentient plasma grenade!\n[*] Extendable with mods to play with new character models.\n[/list]\n\n[h2]Expansions for Choose Your Fighter[/h2]\n\nSeveral members of the Caves of Qud community have written mods to extend the character models available in Choose Your Fighter:\n\n[list]\n[*] [url=https://steamcommunity.com/sharedfiles/filedetails/?id=3066124879&searchtext=fighter]Choose More Fighters - Eaters[/url]\n[*] [url=https://steamcommunity.com/sharedfiles/filedetails/?id=3114283446&searchtext=fighter]CYF Expansion[/url]\n[*] [url=https://steamcommunity.com/sharedfiles/filedetails/?id=3147987560]CYF Expansion - Genecrossed[/url]\n[*] [url=https://steamcommunity.com/sharedfiles/filedetails/?id=3156855097]Choose Your Fighter - Tumbling Lah[/url]\n[*] [url=https://steamcommunity.com/sharedfiles/filedetails/?id=3174502319]CYF Expansion - More Mutant Tiles[/url]\n[*] [url=https://steamcommunity.com/sharedfiles/filedetails/?id=3173761294]Choose Your Fighter: Old War[/url]\n[/list]\n\n(Let me know if you'd like to have your mod added to this list!)\n\nOnce you've downloaded one of these mods, you can use them by choosing \"Expansions\" in the tile selection menu.\n\nCheck out the code repository for this mod if you'd like to add your own tiles for Choose Your Fighter:  https://github.com/kernelmethod/QudMods/tree/main/ChooseYourFighter\n\nAlternatively, ping me @kernelmethod on the Caves of Qud Discord.\n\n[h2]Using new tiles for characters[/h2]\n\nIf you want your character to be modeled off of an existing creature or item from the game, you can use the \"Choose tile from blueprint\" option in the tile selection menu, and then enter the ID of an existing creature or item. For instance:\n\n[list]\n[*] Enter \"Great Magma Crab\" to play as a Great Magma Crab.\n[*] Enter \"Snapjaw Brute 0\" to play as a snapjaw brute.\n[/list]\n\nRefer to the wiki to find the ID of the creature or item you're looking for: https://wiki.cavesofqud.com\n\nIt's also possible to mod in new character tiles into the game; see the \"Expansions for Choose Your Fighter\" section for more details.",
  "Tags": "Cosmetic",
  "Visibility": "2",
  "ImagePath": "preview.png"
}