{
  "WorkshopId": 3213912064,
  "Title": "Kernel Space",
  "Description": "[h1]Kernel Space[/h1]\n\nMy highly-opinionated mod containing various balance and cosmetic changes to Caves of Qud.\n\n[h2]Options provided by this mod[/h2]\n\n[b]Note: submodule-management (required by this mod) must be installed and enabled for option selections to work correctly.[/b]\n\nThis mod makes various small balance changes to the game. All changes can be toggled on or off from the options menu, under the \"Kernel Space\" submenu. I've tried to choose a set of defaults that will be satisfying to most players, but you should customize them as you see fit.\n\nThe following options are enabled by default:\n[list]\n[*] Improve your chances of encountering villages while traversing the overworld.\n[*] Increase the number of data disks carried by tinkering merchants.\n[*] Prevent electric snail corpses and seedsprout worm corpses from being required for fungal cures.\n[*] Increase the spawn rate of legendary gyre wights.\n[*] Slightly increase the spawn rate of mechanical creatures.\n[*] Make more items craftable via tinkering.\n[/list]\nThe following options are [i]disabled[/i] by default:\n[list]\n[*] Disable the eating sounds that occur when eating at a campfire.\n[/list]\nMore options will be added over time; I'm tentatively limiting the available options as [url=https://steamcommunity.com/sharedfiles/filedetails/?id=3213911728]submodule-manager[/url] (which this mod depends on) is tested.\n\nThis mod includes content from and subsumes the following mods that I've previously published:\n[list]\n[*] [url=https://steamcommunity.com/sharedfiles/filedetails/?id=3103598856]More Legendary Gyre Wights[/url]\n[*] [url=https://steamcommunity.com/sharedfiles/filedetails/?id=3036277262]Village Finder[/url]\n[*] [url=https://steamcommunity.com/sharedfiles/filedetails/?id=2995934012]Easier Fungal Cures[/url]\n[/list]\nSource: https://github.com/kernelmethod/QudMods/tree/main/KernelSpace",
  "Tags": "Balance",
  "Visibility": "2",
  "ImagePath": "preview.png"
}
